app/controllers/orders_controller.rb

  def index
    @orders = Order.all
---
SELECT "orders".* FROM "orders"